{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/s2c_r_usbl_series_communication_and_positioning_devices.png","name":"s2c_r_usbl_series_communication_and_positioning_devices.png"},"attrs":{"text":{"name":"S2C R USBL Series Communication and Positioning Devices"},"image":{"width":50,"height":50,"xlink:href":"images/models/s2c_r_usbl_series_communication_and_positioning_devices.png"}},"type":"basic.ACOUSTIC_MODEM","description":"EvoLogics S2CR USBL is a series of combined positioning and communication devices for a variety of subsea applications. Combining powerful USBL transceiver functionality with full benefits of an S2C technology communication link, a S2CR USBL device is an efficient choice for application scenarios that demand space-, energy- and cost-saving solutions.\r\n\r\nS2CR USBL devices provide accurate USBL tracking and full-duplex digital communication, delivering an excellent all-round performance. S2CR USBL devices implement advanced data delivery algorithms, support addressing and networking and are easy to control with a comprehensive set of commands and software-configurable settings.\r\n\r\nSwitching between positioning and communication modes is not necessary: positioning data is calculated simultaneously with acoustic transmissions. Both features complement each other in a fully integrated positioning and communication system.\r\n\r\nThe S2CR USBL series offers a selection of short- mid- and long-range devices for shallow or deep water applications. Each product is available in a variety of configurations to offer the best-fit solution for a particular scenario.\r\n\r\nMoreover, EvoLogics' new underwater acoustic positioning software, the SiNAPS, provides easy-to-use display features for real-time tracking of multiple targets, supports interfacing with external instruments and offers advanced data management tools.","uuidModel":"7cdcac95-1738-3227-9ca1-2ddb7b093c20","custom":{"identifier":[{"name":"code","value":"hardwareDATA_ACOUSTIC_MODEM_195","URI":"","Ref":"modelData"}],"classifier":[{"name":"model","value":"S2C R USBL Series Communication and Positioning Devices","URI":"","Ref":"modelData"},{"name":"manufacturer","value":"EvoLogics GMBH","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"}],"contactMetaData":[{"role":"pointOfContact","email":"info@evologics.de","name":"Francisco Bustamante"}]}}