{"documentation":{"link":"http://isi.ifremer.fr/snanny-portal/webgraphiceditorDemo/images/models/sbe_39im.png","name":"sbe_39im.png"},"attrs":{"text":{"name":"SBE 39-IM"},"image":{"width":50,"height":50,"xlink:href":"images/models/sbe_39im.png"}},"type":"basic.TEMPERATURE","description":"The SBE 39-IM is a high-accuracy temperature (pressure optional) recorder with built-in Inductive Modem. The modem provides reliable, low-cost, real-time data transmission for up to 100 sensors - all 39-IMs or a mix with other IM-capable instruments - using a single, plastic-coated, steel mooring cable. IM instruments clamp anywhere along the inherently rugged mooring cable; expensive and potentially unreliable multiconductor cables are not required. IM sensor moorings are easily reconfigured to meet changing deployment scenarios. Because sensor positions can be altered (or sensors added/deleted) by sliding and re-clamping sensors on the wire, there is no need to design and purchase a new cable with different breakout locations. IM systems permit data telemetry from sensors located anywhere along the mooring wire, making them far more efficient and flexible than acoustic modem types that place serious demands on battery capacity and return data from a single underwater position only. At the surface (typically in a buoy), a Surface Inductive Modem (SIM) completes the link between the sensors and a computer or data logger. Data from the sensor string can be stored and transmitted via satellite link, cell phone, or radio telemetry. As insurance against real-time data loss, the 39-IM simultaneously stores data in its non-volatile memory. The 39-IM’s thermistor, the same as used in the SBE 39, has a long history of exceptional accuracy and stability; drift is typically less than 0.002 °C/year. Two thermistor configurations are offered: thermistor embedded in titanium end cap (25.0-second time constant) for rugged conditions; or external thermistor in pressure-protected sheath (0.5-second time constant) for fast sampling. The 39-IM’s optional Druck pressure sensor employs a micro-machined silicon diaphragm in which the strain elements are implanted with semiconductor fabrication techniques. Unlike metal diaphragms, silicon’s crystal structure is perfectly elastic, so the sensor is essentially free of pressure hysteresis. Compensation of temperature influence on pressure is performed by the 39-IM’s CPU.","uuidModel":"c410c5e8-ef9d-344e-83b6-784772fa6457","custom":{"identifier":[{"name":"code","value":"sensorDATA_TEMPERATURE_83","URI":"","Ref":"modelData"}],"classifier":[{"name":"model","value":"SBE 39-IM","URI":"","Ref":"modelData"},{"name":"manufacturer","value":"Sea-Bird Electronics, Inc.","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=52","codespace":"http://www.ifremer.fr/tematres/vocab/xml.php?skosTema=40"},{"name":"Range","value":"-5 to 35 ºC","URI":"","Ref":"modelData"},{"name":"Accuracy","value":"± 0.002 ºC","URI":"","Ref":"modelData"},{"name":"Resolution","value":"0.0001 ºC","URI":"","Ref":"modelData"},{"name":"Response time","value":"-","URI":"","Ref":"modelData"},{"name":"Depth rating","value":"600 or 10500 m","URI":"","Ref":"modelData","definition":"http://www.ifremer.fr/tematres/vocab/index.php?tema=158"},{"name":"Supply voltage","value":"7.2 VDC","URI":"","Ref":"modelData"},{"name":"Communications","value":"RS232 or RS485","URI":"","Ref":"modelData"},{"name":"Memory","value":"64 Mbyte non-volatile FLASH (32 Mbyte usable)","URI":"","Ref":"modelData"},{"name":"Dimensions","value":"Ø48.3 mm x 387 mm","URI":"","Ref":"modelData"},{"name":"Weight in air","value":"1.1 or 1.6 kg","URI":"","Ref":"modelData"},{"name":"Weight in water","value":"0.5 or 1 kg","URI":"","Ref":"modelData"},{"name":"Materials","value":"PET Plastic or Titanium","URI":"","Ref":"modelData"}],"contactMetaData":[{"role":"pointOfContact","email":"Administration","name":""}]}}